Repository: astehlik/typo3-extension-tellmatic
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# error.property.email.1221560718
source: Please provide your email address.
de: Bitte geben Sie Ihre E-Mail-Adresse an.

# error.property.email.1221559976
source: Please provide a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.

# error.property.acceptConditions.1361959228
source: Please accept our privacy policy.
de: Bitte akzeptieren Sie unsere Datenschutzbestimmungen.

# error.property.confirmRemoval.1361959228
source: Please confirm the removal of your email address.
de: Bitte bestätigen Sie, dass Sie Ihre Adresse abmelden möchten.

# error.property.tellmatic.1441711344
source: The remove server has provided an invalid response.
de: Der Server hat eine ungültige Antwort geliefert.

# error.property.tellmatic.1441711235
source: The submitted data could not be validated by the server.
de: Die an den Server übermittelten Daten sind fehlerhaft.

# error.property.tellmatic.1441802183
source: Your link is invalid. This can happen when you use links multiple times or too much time has passed.
de: Der Link ist ungültig. Das kann passieren, wenn ein Link mehrfach verwendet wurde oder abgelaufen ist.

# error.property.tellmatic.1441812286
source: Your address is already confirmed or was deleted from our database.
de: Ihre Adresse wurde bereits bestätigt oder aus unserer Datenbank gelöscht.

# error.property.tellmatic.1441711838
source: Your address was already removed from our database.
de: Ihre Adresse wurde bereits aus unserer Datenbank entfernt.

# error.property.tellmatic.1441711849
source: Your address was already removed from our database.
de: Ihre Adresse wurde bereits aus unserer Datenbank entfernt.

# error.property.tellmatic.1441813632
source: Updating your data is not possible because your address was removed from our database.
de: Das Aktualisieren Ihrer Daten ist nicht möglich, da Ihre Adresse aus unserer Datenbank entfernt wurde.

# error.property.tellmatic.unknown
source: The communation with the remove server has failed.
de: Die Kommunikation mit dem Server ist fehlgeschlagen.

# subscribe_label_f0
source: Salutation
de: Anrede

# subscribe_label_f1
source: Firstname
de: Vorname

# subscribe_label_f2
source: Lastname
de: Nachname

# subscribe_label_f3
source: Company
de: Firma

# subscribe_label_f4
source: Zip
de: PLZ

# subscribe_label_privacy_policy
source: I accept the privacy policy.
de: Ich stimme den Datenschutzbestimmungen zu.

# subscribe_label_privacy_policy_with_link
source: I accept the %s.
de: Ich stimme den %s zu.

# subscribe_label_privacy_policy_link_text
source: privacy policy.
de: Datenschutzbestimmungen

# subscribe_request_form_slogan
source: Please fill out this form to subscribe to our newsletter.
de: Bitte füllen Sie das folgende Formular aus, um sich für unseren Newsletter anzumelden.

# update_request_form_header
source: Unsubscribe or change data
de: Abbestellen oder Daten ändern

# update_request_form_infotext
source: Please enter your email address and submit the form. You will receive an email with further instructions..
de: Bitte geben Sie Ihre E-Mail-Adresse in das folgende Feld ein. Sie erhalten dann eine E-Mail mit weiteren Instruktionen.
